Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Hồ Chí Minh led the Việt Minh independence movement from 1941 onward, establishing the Communist-ruled Democratic Republic of Vietnam in 1945 and defeating the French Union in 1954 at the battle of Điện Biên Phủ. He officially stepped down from power in 1965 due to health problems. After the war, Saigon, the former capital of the Republic of Vietnam, was renamed Hồ Chí Minh City.
ne: हो चि मिन्हाले १९४१ देखि भियतनाम स्वतन्त्रता आन्दोलन नेतृत्व गरे , १९४५ मा कम्युनिस्ट शासनको प्रजातान्त्रिक गणतन्त्र भियतनाम स्थापना गरे र १९५४ मा फ्रान्स लाई पराजित गरे | आधिकारिक रुपमा १९६५ देखि स्वास्थ अवस्थाले गर्दा पद छोडेका थिए | युद्ध पछी दक्षिण भियतनामको राजधानी सैगोन को नाम हो चि मिन्ह सिटी राखियो |

source: History
ne: इतिहास

source: Earthquake 2015
ne: २०७२ भुकम्प

source: Under Government of Nepal
ne: नेपाल सरकारको स्वामित्व

source: Harihar Bhawan General information Architectural style Neoclassical architecture and European styles of architecture Town or city Kathmandu Country Nepal Cost Unknown Client Chandra Shumsher JBR Technical details Structural system Brick and Mortar Design and construction Architect Kumar Narasingh Rana and Kishor Narasingh Rana
ne: हरिहर भवन सामान्य विबरण वास्तुकला शैली Neoclassical architecture and European styles of architecture शहर काठमाडौँ राष्ट्र नेपाल लागत Unknown ग्राहक चन्द्र शमशेर प्राविधिक विवरण बनावट ईट र चुना योजना तथा निर्माण आर्किटेक्ट कुमार नरसिंह राणा र किशोर नरसिंह राणा

source: Harihar Bhawan is a Rana palace in Patan, Nepal the capital of the Nepal. The palace complex, located west of the Sri Durbar, was incorporated in an impressive and vast array of courtyards, gardens and buildings.
ne: हरिहर भवन Harihar Bhawan राजधानी पाटन ,नेपाल मा अवस्थित एक राणाकालीन दरबार हो |The palace complex, located west of the Sri Durbar, was incorporated in an impressive and vast array of courtyards, gardens and buildings.

source: The palace complex lay in the heart of Kathmandu, to the west of the Sri Durbar.[1] Build by Chandra Shamsher Jang Bahadur Rana for his second son Sankar Shamsher Jang Bahadur Rana.[2] After death of his father in 1929 Shankar Shamsher moved to Harihar Bhawan and stayed there until 1950, when he was sent to The UK as the ambassador of Kingdom of Nepal. In 1953, Shankar Shumsher was recalled from service but he choose to stay in the UK.
ne: यो दरबार परिसर काठमाडौँको मुटुमा अवस्थित श्री दरबारको पश्चिममा रहेको छ | यो दरबार चन्द्र शमशेर जंग बहादुर राणाले वि.स १९८२ मा आफ्ना महिला छोरा शंकर शमशेर जंग बहादुर राणा का लागि बनाएका थिए | शंकर शमशेर हरिहर भवनमा २००६ सम्म बसे | २००६ मा जब उनलाई बेलायतको राजदुत बने उनी बेलायत गए | २०१० सालमा उनलाई राजदुत बाट फिर्ता बोलाइयो , उनले बेलायतमा नै बस्ने निर्णय गरे |

source: After Shankar Shumsher stayed in the UK, The Government of Nepal nationalized all his properties along with Harihar Bhawan [2] Currently this palace is occupied by Department of Agriculture, National Library of Nepal and National Human Rights Commission.[3]
ne: उनले बेलायतमा नै बस्ने निर्णय गरेपछी , नेपाल सरकारले शंकर शमशेरको हरिहर भवन सहित सम्पूर्ण सम्पत्ति रास्ट्रियकरण गर्यो | वि.सं २०२३ सालमा सरकारी स्वामित्वमा आएको यास दरबारमा निजामति किताबखाना , कृषि विभाग , रास्ट्रिय पुस्तकालय र रास्ट्रिय मानव अधिकार आयोग रहेका छन् |

source: This palace was partially damaged during the April 2015 Nepal earthquake. Harihar Bhawanwas designated unsafe and received a red sticker. Currently the Department of Agriculture, National Library of Nepal and National Human Rights Commission has started evacuation.
ne: यस दरबारको केही भाग २०७२ को भूकम्पमा क्षतिग्रस्त भयो | हरिहर भवन असुरक्षित भनेर यहाँ रातो स्टिकर टासियो | यहाँ रहेका कार्यालयहरु खाली गरिदैछ | यस ऐतिहासिक भवनको भाविष्य के होला कसैलाई थाहा छैन |

source: Babarmahal Revisited Thapathali Durbar Garden of Dreams Rana palaces of Nepal
ne: बबरमहल Babarmahal Revisited थापाथली दरबार स्वप्न बगैंचा राणाकालीन दरबार

source: ↑ "THE HISTORIC DURBARS OF KATHMANDU". Shankerhotels.com.np. 2014-10-19.
ne: ↑ "THE HISTORIC DURBARS OF KATHMANDU", Shankerhotels.com.np, २०१४-१०-१९, अभिगमन मिति २०१५-०६-०५। 1 2 JBR, PurushottamShamsher (2007) (Nepaliमा).

source: Retrieved 2015-06-05. 1 2 JBR, PurushottamShamsher (2007). Ranakalin Pramukh Atihasik Darbarharu [Chief Historical Palaces of the Rana Era] (in Nepali).
ne: Ranakalin Pramukh Atihasik Darbarharu [Chief Historical Palaces of the Rana Era].

source: ISBN 978-9994611027. ↑ "Ministry of Education: Singadurbar,Kathmandu, Nepal". Moe.gov.np. Retrieved 2015-10-04. ↑ "Rana palaces after the earthquake".
ne: ISBN 978-9994611027. ↑ "Ministry of Education: Singadurbar,Kathmandu, Nepal", Moe.gov.np, अभिगमन मिति २०१५-१०-०४। ↑ "Rana palaces after the earthquake", Nepalitimes.com, मे २०, २०१५, अभिगमन मिति २०१५-१०-०४।

source: Government Printing Office. p. 9909.
ne: Government Printing Office. प॰ 9909.

source: ISBN 978-0-16-076125-6. Retrieved April 9, 2014.
ne: ISBN 978-0-16-076125-6. https://books.google.com/books?id=eCO7Q10SGBUC&pg=PA9909. अन्तिम पहुँच मिति: April 9, 2014.

source: September 11 attacks Part of terrorism in the United States Top row: The Twin Towers of the World Trade Center burning 2nd row, left to right: Collapsed section of the Pentagon; Flight 175 crashes into 2 WTC; 3rd row, left to right: A firefighter requests assistance at World Trade Center site; Ground Zero; An engine from Flight 93 is recovered Bottom row: Flight 77's collision with the Pentagon as captured by three consecutive CCTV frames Location New York City, New York, U.S.; Arlington County, Virginia, U.S.; Stonycreek Township near Shanksville, Pennsylvania, U.S. Date September 11, 2001 (2001-09-11) 8:46 a.m. – 10:28 a.m.
ne: == सेप्टेम्बर 11 को हमला == Part of terrorism in the United States Top row: The Twin Towers of the World Trade Center burning 2nd row, left to right: Collapsed section of the Pentagon; Flight 175 crashes into 2 WTC; 3rd row, left to right: A firefighter requests assistance at World Trade Center site; Ground Zero; An engine from Flight 93 is recovered Bottom row: Flight 77's collision with the Pentagon as captured by three consecutive CCTV frames स्थान: New York City, = न्यू योर्क = , U.S.; Arlington County, Virginia, U.S.; Stonycreek Township near Shanksville, Pennsylvania, U.S. मिति: सेप्टेम्बर ११, २००१; १६ वर्ष अघि (२००१-०९-11) 8:46 a.m. – 10:28 a.m.

source: (EDT) Target World Trade Center (AA 11 and UA 175) The Pentagon (AA 77) White House or U.S. Capitol (UA 93; failed) Attack type Aircraft hijackings Suicide attacks Mass murder Terrorism Deaths 2,996 (2,977 victims + 19 hijackers) Non-fatal injuries 6,000+ Perpetrators Al-Qaeda[1] (see also responsibility and hijackers) No. of participants 19
ne: (EDT) निशाना: World Trade Center (AA 11 and UA 175) The Pentagon (AA 77) White House or U.S. Capitol (UA 93; failed) आक्रमणको प्रकार: Aircraft hijackings Suicide attacks Mass murder Terrorism मृत्यु: 2,996 (2,977 victims + 19 hijackers) घाइते: 6,000+ हमलावरको सङ्ख्या 19

source: The September 11 attacks (also referred to as 9/11)[lower-alpha 1] were a series of four coordinated terrorist attacks by the Islamic terrorist group al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks killed 2,996 people, injured over 6,000 others, and caused at least $10 billion in infrastructure and property damage.[2][3] Additional people died of 9/11-related cancer and respiratory diseases in the months and years following the attacks.
ne: सेप्टेम्बर ११ को हमला (९/११ को रूपमा पनि उल्लेख गरिएको छ) [a] मंगलवार बिहान 11 सेप्टेम्बर, 2001 को संयुक्त राज्य अमेरिकाको इस्लामिक आतंकवादी समूह अल-कायदाद्वारा चार समन्वित आतंककारी हमलाहरूको एक श्रृंखला थियो। आक्रमणले 2,996 जना मानिसलाई मारे, 6,000 भन्दा बढीको घाइते भयो, र कम्तीमा 10 अरब डलरको आधारभूत संरचना र सम्पत्ति क्षतिको भयो।[2][3] थप व्यक्तिहरू 9/11 क्यान्सर र श्वसन रोगहरूको कारणले आक्रमण गरेपछि महिना र वर्षमा मृत्यु भयो।

source: Debris and the resulting fires caused partial or complete collapse of all other buildings in the World Trade Center complex, including the 47-story 7 World Trade Center tower, as well as significant damage to ten other large surrounding structures. A third plane, American Airlines Flight 77, was crashed into the Pentagon (the headquarters of the United States Department of Defense) in Arlington County, Virginia, which led to a partial collapse of the building's west side. The fourth plane, United Airlines Flight 93, was initially flown toward Washington, D.C., but crashed into a field in Stonycreek Township near Shanksville, Pennsylvania, after its passengers thwarted the hijackers.
ne: चार प्रमुख हवाई जहाज दुई प्रमुख अमेरिकी यात्री वायु वाहक (संयुक्त एयरलाइन्स र अमेरिकन एयरलाइन्स) द्वारा संचालित - जो सबै संयुक्त राज्य अमेरिका को पूर्वोत्तर भागमा क्यालिफोर्नियाको लागि संयुक्त हवाईअड्डाबाट गए - जो अल-कायदा आतंकवादिद्वारा अपहरण गरिएको थियो। दुई विमानहरू, अमेरिकी एयरलाइन्स फ्लाइट 11 र संयुक्त एयरलाइन्स उडान 175, क्रमशः लोअर मैनहट्टनमा विश्व व्यापार केन्द्र परिसरको उत्तर र दक्षिण टावरहरूमा जोतियो। एक घन्टा ४२ मिनेट भित्र, ११० तले दुवै टावरहरू ध्वस्त भयो। अवशेष र परिणामस्वरूप आगोले विश्व व्यापार केन्द्र परिसरको सबै अन्य भवनहरूको आंशिक वा पूर्ण पतनको कारण, 47-तले 7 विश्व व्यापार केन्द्र टावर समेत साथै दस अन्य ठूला घाइते संरचनाहरूमा महत्वपूर्ण क्षति पनि समावेश गर्दछ। तेस्रो विमान, अमेरिकन एयरलाइन्स फ्लाइट 77, वर्जीनिया, आर्लिंगटन काउन्टीमा पेंटागन (संयुक्त राज्य अमेरिका डिपार्टमेन्ट डिपार्टमेन्टको मुख्यालय) दुर्घटनाग्रस्त भएको थियो जसले गर्दा भवनको पश्चिमी पक्षको आंशिक पतन भयो। चौथो विमान, संयुक्त एयरलाइन्स फ्लाइट 9 3, प्रारम्भिक वाशिंगटन, डीसी मा तिर गयो, तर श्यान्क्सले, पेंसिल्वेनियाको नजिकै स्टियोटोकेक टाउनशिपमा एक क्षेत्रमा दुर्घटनाग्रस्त भयो जब यात्रुहरूले अपहरणकर्ताहरुलाई हमला गरे । 9/11 संयुक्त राज्यको इतिहासमा अग्नि नियन्त्रक र कानून प्रवर्तन अधिकारीहरूको लागि एकमात्र सबैभन्दा ठूलो घटना थियो, क्रमश: 343 र 72 जनालाई।

source: September 11 attacks
ne: सेप्टेम्बर ११ को हमला

source: 1 2 3 The Ceylon Antiquary and Literary Register, Volume 1.
ne: 1 2 3 (Englishमा) The Ceylon Antiquary and Literary Register, Volume 1.

source: 1916. p. 111.
ne: 1916. प॰ 111.

source: To make up for it Hindustani has not only enriched the vocabulary of Anglo-Indian English with such words as topi and pugre, oheerot and hookah, dhoby and sepoy, ghary and tamasha, durbar and bukshish, Kachcheri and Punkah, but has contributed to it words like jungle, bazar, [and] loot. 1 2 Pathak, R. S. (1994).
ne: To make up for it Hindustani has not only enriched the vocabulary of Anglo-Indian English with such words as topi and pugre, oheerot and hookah, dhoby and sepoy, ghary and tamasha, durbar and bukshish, Kachcheri and Punkah, but has contributed to it words like jungle, bazar, [and] loot." 1 2 Pathak, R. S. (1994) (Englishमा).

source: Bahri Publications. p. 72.
ne: Bahri Publications. प॰ 72.

source: Many believe that it originated in India (known there as "hookah") about a thousand years ago, when more often the shisha pipe was used to smoke opium rather than tobacco. ↑ The cyclopaedia of India and of Jordan and eastern and southern Asia, Volume 2. Bernard Quaritch. 1885.
ne: Many believe that it originated in India (known there as "hookah") about a thousand years ago, when more often the shisha pipe was used to smoke opium rather than tobacco. ↑ The cyclopaedia of India and of Jordan and eastern and southern Asia, Volume 2.

source: Retrieved 2007-08-01.
ne: Bernard Quaritch.

source: HOOKAH. Hindi. The Indian pipe and apparatus for smoking. ↑ "Hookah".
ne: 1885. https://books.google.com/?id=yvNWAAAAMAAJ&pg=PA99. अन्तिम पहुँच मिति: 2007-08-01.

source: Retrieved 2008-04-08. ↑ "WHO Study Group on Tobacco Product Regulation (TobReg) an advisory note Waterpipe tobacco smoking: dangerous health effects include risk to public safety if used by multiple users, research needs and recommended actions by regulators, 2005" (PDF). World Health Organization. Retrieved 2013-09-03.
ne: The Indian pipe and apparatus for smoking." ↑ "Hookah", Encyclopædia Britannica, अभिगमन मिति २००८-०४-०८। ↑ "WHO Study Group on Tobacco Product Regulation (TobReg) an advisory note Waterpipe tobacco smoking: dangerous health effects include risk to public safety if used by multiple users, research needs and recommended actions by regulators, 2005", World Health Organization, अभिगमन मिति २०१३-०९-०३। 1 2 3 4 5 6 WHO Study Group on Tobacco Product Regulation (2015).

source: 1 2 3 4 5 6 WHO Study Group on Tobacco Product Regulation (2015). Advisory note: waterpipe tobacco smoking: health effects, research needs and recommended actions by regulator (PDF) (2nd. ed.).
ne: Advisory note: waterpipe tobacco smoking: health effects, research needs and recommended actions by regulator (PDF) (2nd. ed.).

source: An Indian man smoking hookah, Rajasthan, India
ne: एक भारतीय नागरिक हुक्का तान्दै, राजस्थान, भारत

source: Hookah
ne: हुक्का

source: Retrieved 12 January 2013. ↑ "Orders, Decorations and Medals, Medals of Cuba". Jean paul leblanc.
ne: Retrieved 12 January 2013. ↑ "Orders, Decorations and Medals, Medals of Cuba".

source: Retrieved 12 January 2013.
ne: Jean paul leblanc.

source: 1 2 "Raul Castro to lead Cuba's Communist Party until 2021".
ne: Retrieved 12 January 2013.

source: FRANCE 24. 19 April 2018. "I confirm to this assembly that Raul Castro, as first secretary of the Communist Party, will lead the decisions about the future of the country," Diaz-Canel said. ↑ Peter Orsi (24 February 2013).
ne: 1 2 "Raul Castro to lead Cuba's Communist Party until 2021", FRANCE 24, १९ अप्रिल २०१८, ""I confirm to this assembly that Raul Castro, as first secretary of the Communist Party, will lead the decisions about the future of the country," Diaz-Canel said." ↑ Peter Orsi (24 February 2013).

source: Raúl Castro First Secretary of the Communist Party of Cuba Incumbent Assumed office 19 April 2011 Acting: 31 July 2006 – 19 April 2011 President Himself Miguel Díaz-Canel Deputy José Ramón Machado Preceded by Fidel Castro 16th President of Cuba In office 24 February 2008 – 19 April 2018 Acting: 31 July 2006 – 24 February 2008 Vice President José Ramón Machado Miguel Díaz-Canel Preceded by Fidel Castro Succeeded by Miguel Díaz-Canel Second Secretary of the Communist Party of Cuba In office 3 October 1965 – 19 April 2011 Leader Fidel Castro Preceded by Position established Succeeded by José Ramón Machado 1st First Vice President of Cuba In office 2 December 1976 – 24 February 2008 President Fidel Castro Preceded by Position established Succeeded by José Ramón Machado Minister of Defence In office 16 February 1959 – 24 February 2008 Prime Minister Fidel Castro Preceded by Position established Succeeded by Julio Casas Regueiro Secretary-General of the Non-Aligned Movement In office 24 February 2008 – 16 July 2009 Acting: 31 July 2006 – 24 February 2008 Preceded by Fidel Castro Succeeded by Hosni Mubarak Personal details Born Raúl Modesto Castro Ruz (1931-06-03) 3 June 1931 Birán, Cuba Political party Popular Socialist Party (Before 1953) 26th of July Movement (1953–1965) Communist Party (1965–present) Spouse(s) Vilma Espín (m. 1959; d. 2007) Children 4, including Mariela and Alejandro Relatives Fidel Castro (brother) Signature Military service Allegiance Cuba Service/branch Revolutionary Armed Forces Years of service 1953–59 Rank Comandante Unit 26th of July Movement Battles/wars Cuban Revolution Cuban Missile Crisis Awards Hero of the Republic of Cuba[1] Order of Prince Yaroslav the Wise[2] National Order of Mali[3] Order of the Quetzal[4] Order Prince Daniel of Good Faith First Degree[5]
ne: Raúl Castro पदस्थ कार्यकाल प्रारंभ 19 April 2011 Acting: 31 July 2006 – 19 April 2011 उप José Ramón Machado राष्ट्रपति Himself Miguel Díaz-Canel पूर्ववर्ती Fidel Castro पूर्ववर्ती Fidel Castro उत्तरावर्ती Miguel Díaz-Canel कार्यकाल 3 October 1965 – 19 April 2011 पूर्वाधिकारी Position established उत्तराधिकारी José Ramón Machado In office 2 December 1976 – 24 February 2008 President Fidel Castro पूर्वाधिकारी Position established उत्तराधिकारी José Ramón Machado In office 16 February 1959 – 24 February 2008 Prime Minister Fidel Castro पूर्वाधिकारी Position established उत्तराधिकारी Julio Casas Regueiro जन्म (१९३१-०६-०३) ३ जुन १९३१ (उमेर ८७) Birán, Cuba राजनीतिक पार्टी Popular Socialist Party (Before 1953) 26th of July Movement (1953–1965) Communist Party (1965–present) जीवनसंगी Vilma Espín (विवाह १९५९–२००७) «Did not recognize date. Try slightly modifying the date in the first parameter.–Did not recognize date. Try slightly modifying the date in the first parameter.»"विवाह: Vilma Espín to राउल क्यास्ट्रो" Location: (linkback://ne.wikipedia.org/wiki/%E0%A4%B0%E0%A4%BE%E0%A4%89%E0%A4%B2_%E0%A4%95%E0%A5%8D%E0%A4%AF%E0%A4%BE%E0%A4%B8%E0%A5%8D%E0%A4%9F%E0%A5%8D%E0%A4%B0%E0%A5%8B) हस्ताक्षर

source: Raúl Modesto Castro Ruz (American Spanish: [raˈul moˈðesto ˈkastɾo ˈrus]; born 3 June 1931) is a Cuban politician and leader who is currently serving as the First Secretary of the Communist Party of Cuba, the most senior position in the socialist state,[6] succeeding his brother Fidel Castro in April 2011. He has also been a member of the Politburo of the Communist Party of Cuba, the highest decision-making body since 1975. In February 2008, he was appointed the President of the Council of State and President of the Council of Ministers.
ne: Raúl Modesto Castro Ruz (ऋ उच्चारण: [raˈul moˈðesto ˈkastɾo ˈrus]; born 3 June 1931) एक क्युबाली राजनीतिज्ञ हुन् र हाल क्युबाको सबैभन्दा उच्च पद क्युबा कम्युनिस्ट पार्टीको महासचिव पद अप्रिल २०११ देखि आफ्नो दाजु फिडेल क्यास्ट्रोपछि सम्हालिरहेका छन् |[6] उनी १९७५ देखि क्युबा कम्युनिष्ट पार्टीको सर्वोच्च निर्णय गर्ने निकाय पोलिटब्युरो सदस्य पनि हुन् | फेब्रुअरी २००८ मा उनी क्युबाको राष्ट्रिय परिषद तथा मन्त्रि परिषदको रास्ट्रपति नियुक्त भए | उनको रास्ट्रपतिको कार्यकाल १९ अप्रिल २०१८ सम्म रह्यो |

source: ↑ "Arafat". Random House Webster's Unabridged Dictionary. ↑ Some sources use the term Chairman, rather than President; the Arabic word for both titles is the same. See President of the Palestinian National Authority for further information. ↑ "Yasser Arafat: French rule out foul play in former Palestinian leader's death".
ne: ↑ "Arafat".

source: The Guardian. 16 March 2015. ↑ "France drops investigation into Arafat's death". Jerusalem Post.
ne: Random House Webster's Unabridged Dictionary. ↑ Some sources use the term Chairman, rather than President; the Arabic word for both titles is the same.

source: 2 September 2015. ↑ "Yasser Arafat investigation: Russian probe finds death not caused by radiation". CBS News. 26 December 2013. ↑ Major Richard D. Creed Jr., Eighteen Years In Lebanon And Two Intifadas: The Israeli Defense Force And The U.S. Army Operational Environment, Pickle Partners Publishing, 2014 p.53. ↑ As'ad Ghanem Palestinian Politics after Arafat: A Failed National Movement:Palestinian Politics after Arafat, Indiana University Press, 2010 p.259. ↑ Kershner, Isabel (4 July 2012).
ne: See President of the Palestinian National Authority for further information. ↑ "Yasser Arafat: French rule out foul play in former Palestinian leader's death", The Guardian, 16 March 2015. ↑ "France drops investigation into Arafat's death", Jerusalem Post, 2 September 2015. ↑ "Yasser Arafat investigation: Russian probe finds death not caused by radiation", CBS News, 26 December 2013. ↑ Major Richard D. Creed Jr., Eighteen Years In Lebanon And Two Intifadas: The Israeli Defense Force And The U.S. Army Operational Environment, Pickle Partners Publishing, 2014 p.53. ↑ As'ad Ghanem Palestinian Politics after Arafat: A Failed National Movement:Palestinian Politics after Arafat, Indiana University Press, 2010 p.259. ↑ Kershner, Isabel.

source: "Palestinians May Exhume Arafat After Report of Poisoning". The New York Times. Retrieved 5 August 2012. ↑ Hockstader, Lee (11 November 2004).
ne: "Palestinians May Exhume Arafat After Report of Poisoning", The New York Times, 4 July 2012. अन्तिम पहुँच मिति:5 August 2012. ↑ Hockstader, Lee.

source: "A Dreamer Who Forced His Cause Onto World Stage". The Washington Post. Retrieved 31 October 2007. ↑ Not certain; Disputed; Most sources including Tony Walker, Andrew Gowers, Alan Hart and Said K. Aburish indicate Cairo as Arafat's place of birth, but others list his birthplace as Jerusalem as well as Gaza.
ne: "A Dreamer Who Forced His Cause Onto World Stage", The Washington Post, 11 November 2004. अन्तिम पहुँच मिति:31 October 2007. ↑ Not certain; Disputed; Most sources including Tony Walker, Andrew Gowers, Alan Hart and Said K. Aburish indicate Cairo as Arafat's place of birth, but others list his birthplace as Jerusalem as well as Gaza.

source: Yasser Arafat ياسر عرفات 1st President of the Palestinian National Authority In office 5 July 1994 – 11 November 2004 Prime Minister Mahmoud Abbas Ahmed Qurei Succeeded by Rawhi Fattouh (interim) 3rd Chairman of the Palestine Liberation Organization In office 4 February 1969 – 29 October 2004 Preceded by Yahya Hammuda Succeeded by Mahmoud Abbas Personal details Born Mohammed Yasser Abdel Rahman Abdel Raouf Arafat al-Qudwa (1929-08-24)24 August 1929 Cairo, Egypt Died 11 November 2004(2004-11-11) (aged 75) Clamart, Hauts-de-Seine, France Nationality Palestinian Political party Fatah Spouse(s) Suha Arafat (1990–2004) Children Zahwa Arafat (born 1995) Profession Civil engineer Signature
ne: Yasser Arafat ياسر عرفات 1st President of the Palestinian National Authority कार्य काल 5 July 1994 – 11 November 2004 प्रधान मंत्री Mahmoud Abbas Ahmed Qurei उत्तरावर्ती Rawhi Fattouh (interim) 3rd Chairman of the Palestine Liberation Organization कार्यकाल 4 February 1969 – 29 October 2004 पूर्वाधिकारी Yahya Hammuda उत्तराधिकारी Mahmoud Abbas जन्म (१९२९-०८-२४)२४ अगस्ट १९२९ Cairo, Egypt मृत्यु ११ नोभेम्बर २००४(२००४-११-११) (७५ वर्ष) Clamart, Hauts-de-Seine, France राजनीतिक पार्टी Fatah जीवनसंगी Suha Arafat (1990–2004) व्यवसाय Civil engineer धर्म Sunni Islam[1] हस्ताक्षर

source: Mohammed Yasser Abdel Rahman Abdel Raouf Arafat al-Qudwa (/ˈærəˌfæt, ˈɑːrəˌfɑːt/;[1] Arabic: محمد ياسر عبد الرحمن عبد الرؤوف عرفات‎‎; 24 August 1929 – 11 November 2004), popularly known as Yasser Arafat (Arabic: ياسر عرفات‎ , Yāsir `Arafāt) or by his kunya Abu Ammar (Arabic: أبو عمار‎ , 'Abū `Ammār), was a Palestinian political leader. He was Chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and President of the Palestinian National Authority (PNA) from 1994 to 2004.[2] Ideologically an Arab nationalist, he was a founding member of the Fatah political party, which he led from 1959 until 2004.
ne: मोहमद यासेर अब्देल रहमान अब्देल रउफ अराफात (/ˈærəˌfæt,_ˈɑrəˌfɑːt/;[1] अरबी: محمد ياسر عبد الرحمن عبد الرؤوف عرفات‎; 24 August 1929 – 11 November 2004), यासेर अराफात नामले लोकप्रिय छन् | (अरबी: ياسر عرفات , Yāsir `Arafāt) or by his kunya Abu Ammar (अरबी: أبو عمار , 'Abū `Ammār), उनी प्यालेस्टिनी नेता थिए | उनी १९६९ देखि २००४ सम्म प्यालेस्टिनी मुक्ति संगठन Chairman of the Palestine Liberation Organization (PLO) का प्रमुख र १९९४ देखि २००४ सम्म प्यालेस्टिनी राष्ट्रिय समितिका प्रमुख पनि थिए | [2] बैचारिक रुपमा उनी फताह राजनैतिक दलका सस्थापक सदस्य थिए र १९५९ देखि २००४ सम्म यसको नेतृत्व समेत गरे ।
